secund = int(input("Введите время в сек.: "))
chas = secund // 3600
minuta = secund // 60
print(f"время в формате ч:м:с - {chas:.1f}.{minuta:.1f}.{secund: }")
#Задание 2