n = int(input("введите значение n: "))
nn = int(str(n) + str(n))
nnn = int(str(n) + str(n) + str(n))
result = n + nn + nnn
print(f"сумма чисел {n},{nn},{nnn} = {result}")
#Задание 3