chislo = int(input("Введите трехзначное число: "))
numb = str(chislo)
summa = int(numb[0]) + int(numb[1]) + int(numb[2])
print(f"{chislo} -> {summa} ({numb[0]} + {numb[1]} + {numb[2]})")
#Задание доп1